;Place localized text in this file lol


;-----------------------------------------------------------------------------------------------------------------
;-----------------------------------------------------------------------------------------------------------------
;-----------------------------------------------------------------------------------------------------------------
;-----------------------------------------------------------------------------------------------------------------
;DEV NOTE: The cosmetics are ordered based off the alphabetical order in the ContentForCook Folder
;--------- ADA WONG DEFAULT OUTFIT
;-----------------------------------------------------------------------------------------------------------------
;-----------------------------------------------------------------------------------------------------------------
;-----------------------------------------------------------------------------------------------------------------
;-----------------------------------------------------------------------------------------------------------------





;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;; ADA WONG OUTFIT ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;


;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;LEON BOMBER JACKET;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;

[ResidentEvil4Remake_AdaWong_Def_TG_Leon_BomberJacket_T X2BodyPartTemplate]
DisplayName="生化危机4里昂 飞行员夹克 -- 适合艾达王(身体装备)"

[ResidentEvil4Remake_AdaWong_Def_TG_Leon_BomberJacket_Tint_T X2BodyPartTemplate]
DisplayName="生化危机4里昂 飞行员夹克 -- 适合艾达王 -- 可变色(身体装备)"


;;;;;;;;;;;;;
;;;;HAIR;;;;;
;;;;;;;;;;;;;

[ResidentEvil4Remake_AdaWong_Hair_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 发型"

;;;;;;;;;;;;;;;;;;
;;;;头部 道具;;;;
;;;;;;;;;;;;;;;;;;

[ResidentEvil4Remake_AdaWong_EarProps_Bear_Helm_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 萌熊耳环"

[ResidentEvil4Remake_AdaWong_EarProps_Bear_FPU_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 萌熊耳环"

[ResidentEvil4Remake_AdaWong_EarProps_Bear_FPL_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 萌熊耳环"

;-----------------------------------------------------------------

[ResidentEvil4Remake_AdaWong_HeadProps_A_Bear_Helm_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 熊帽"

[ResidentEvil4Remake_AdaWong_HeadProps_A_Bear_FPU_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 熊帽"

[ResidentEvil4Remake_AdaWong_HeadProps_A_Bear_FPL_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 熊帽"

;-----------------------------------------------------------------

[ResidentEvil4Remake_AdaWong_HeadProps_B_Cat_Helm_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 猫耳"

[ResidentEvil4Remake_AdaWong_HeadProps_B_Cat_FPU_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 猫耳"

[ResidentEvil4Remake_AdaWong_HeadProps_B_Cat_FPL_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 猫耳"

;-----------------------------------------------------------------

[ResidentEvil4Remake_AdaWong_HeadProps_C_Wolf_Helm_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 狼耳"

[ResidentEvil4Remake_AdaWong_HeadProps_C_Wolf_FPU_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 狼耳"

[ResidentEvil4Remake_AdaWong_HeadProps_C_Wolf_FPL_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 狼耳"

;-----------------------------------------------------------------
;-----------------------------------------------------------------

[ResidentEvil4Remake_AdaWong_HeadProps_Count_A_Full_Helm_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 伯爵夫人造型"

[ResidentEvil4Remake_AdaWong_HeadProps_Count_A_Full_FPU_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 伯爵夫人造型"

[ResidentEvil4Remake_AdaWong_HeadProps_Count_A_Full_FPL_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 伯爵夫人造型"

;-----------------------------------------------------------------

[ResidentEvil4Remake_AdaWong_HeadProps_Count_B_Earrings_Helm_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 伯爵夫人耳环"

[ResidentEvil4Remake_AdaWong_HeadProps_Count_B_Earrings_FPU_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 伯爵夫人耳环"

[ResidentEvil4Remake_AdaWong_HeadProps_Count_B_Earrings_FPL_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 伯爵夫人耳环"

;-----------------------------------------------------------------

[ResidentEvil4Remake_AdaWong_HeadProps_Count_C_HeadDress_Helm_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 伯爵夫人头饰"

[ResidentEvil4Remake_AdaWong_HeadProps_Count_C_HeadDress_FPU_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 伯爵夫人头饰"

[ResidentEvil4Remake_AdaWong_HeadProps_Count_C_HeadDress_FPL_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 伯爵夫人头饰"

;-----------------------------------------------------------------

[ResidentEvil4Remake_AdaWong_HeadProps_Count_D_Necklace_Helm_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 伯爵夫人项链"

[ResidentEvil4Remake_AdaWong_HeadProps_Count_D_Necklace_FPU_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 伯爵夫人项链"

[ResidentEvil4Remake_AdaWong_HeadProps_Count_D_Necklace_FPL_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 伯爵夫人项链"


;;;;;;;;;;;;;;
;;;;TAILS;;;;;
;;;;;;;;;;;;;;


[ResidentEvil4Remake_AdaWong_Def_CatTail_TG_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 猫尾(身体装备)"

;-----------------------------------------------------------------

[Kev_ResidentEvil4Remake_AdaWong_Def_ThiccThighs_CatTail_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 猫尾(大腿装备)"

[LgtPlated_ResidentEvil4Remake_AdaWong_Def_ThiccThighs_CatTail_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 猫尾(大腿装备)"

[MedPlated_ResidentEvil4Remake_AdaWong_Def_ThiccThighs_CatTail_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 猫尾(大腿装备)"

[HvyPlated_ResidentEvil4Remake_AdaWong_Def_ThiccThighs_CatTail_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 猫尾(大腿装备)"

[LgtPowered_ResidentEvil4Remake_AdaWong_Def_ThiccThighs_CatTail_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 猫尾(大腿装备)"

[MedPowered_ResidentEvil4Remake_AdaWong_Def_ThiccThighs_CatTail_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 猫尾(大腿装备)"

[HvyPowered_ResidentEvil4Remake_AdaWong_Def_ThiccThighs_CatTail_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 猫尾(大腿装备)"




[ResidentEvil4Remake_AdaWong_Def_WolfTail_TG_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 狼尾(身体装备)"

;-----------------------------------------------------------------

[Kev_ResidentEvil4Remake_AdaWong_Def_ThiccThighs_WolfTail_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 狼尾(大腿装备)"

[LgtPlated_ResidentEvil4Remake_AdaWong_Def_ThiccThighs_WolfTail_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 狼尾(大腿装备)"

[MedPlated_ResidentEvil4Remake_AdaWong_Def_ThiccThighs_WolfTail_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 狼尾(大腿装备)"

[HvyPlated_ResidentEvil4Remake_AdaWong_Def_ThiccThighs_WolfTail_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 狼尾(大腿装备)"

[LgtPowered_ResidentEvil4Remake_AdaWong_Def_ThiccThighs_WolfTail_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 狼尾(大腿装备)"

[MedPowered_ResidentEvil4Remake_AdaWong_Def_ThiccThighs_WolfTail_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 狼尾(大腿装备)"

[HvyPowered_ResidentEvil4Remake_AdaWong_Def_ThiccThighs_WolfTail_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 狼尾(大腿装备)"



;;;;;;;;;;;;;
;;;;GEAR;;;;;
;;;;;;;;;;;;;

[ResidentEvil4Remake_AdaWong_Def_TG_Gear_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 身体 安全带"

;;;;;;;;;;;;;;;;;;
;;;;大腿装备;;;;
;;;;;;;;;;;;;;;;;;

[Kev_ResidentEvil4Remake_AdaWong_Def_ThiccThighs_Gear_A_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 大腿装备 A"

[LgtPlated_ResidentEvil4Remake_AdaWong_Def_ThiccThighs_Gear_A_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 大腿装备 A"

[MedPlated_ResidentEvil4Remake_AdaWong_Def_ThiccThighs_Gear_A_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 大腿装备 A"

[HvyPlated_ResidentEvil4Remake_AdaWong_Def_ThiccThighs_Gear_A_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 大腿装备 A"

[LgtPowered_ResidentEvil4Remake_AdaWong_Def_ThiccThighs_Gear_A_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 大腿装备 A"

[MedPowered_ResidentEvil4Remake_AdaWong_Def_ThiccThighs_Gear_A_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 大腿装备 A"

[HvyPowered_ResidentEvil4Remake_AdaWong_Def_ThiccThighs_Gear_A_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 大腿装备 A"


;-------------------------------------------------------------

[Kev_ResidentEvil4Remake_AdaWong_Def_ThiccThighs_Gear_B_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 大腿装备 B"

[LgtPlated_ResidentEvil4Remake_AdaWong_Def_ThiccThighs_Gear_B_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 大腿装备 B"

[MedPlated_ResidentEvil4Remake_AdaWong_Def_ThiccThighs_Gear_B_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 大腿装备 B"

[HvyPlated_ResidentEvil4Remake_AdaWong_Def_ThiccThighs_Gear_B_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 大腿装备 B"

[LgtPowered_ResidentEvil4Remake_AdaWong_Def_ThiccThighs_Gear_B_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 大腿装备 B"

[MedPowered_ResidentEvil4Remake_AdaWong_Def_ThiccThighs_Gear_B_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 大腿装备 B"

[HvyPowered_ResidentEvil4Remake_AdaWong_Def_ThiccThighs_Gear_B_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 大腿装备 B"

;;;;;;;;;;;;;;;;;;;;;;
;;;;BUTTERFLY BELT;;;;
;;;;;;;;;;;;;;;;;;;;;;

[ResidentEvil4Remake_AdaWong_Def_TG_ButterflyBelt_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 蝴蝶 皮带(身体装备)"

;-------------------------------------------------------------


[Kev_ResidentEvil4Remake_AdaWong_Def_ThiccThighs_ButterflyBelt_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 蝴蝶 皮带(大腿装备)"

[LgtPlated_ResidentEvil4Remake_AdaWong_Def_ThiccThighs_ButterflyBelt_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 蝴蝶 皮带(大腿装备)"

[MedPlated_ResidentEvil4Remake_AdaWong_Def_ThiccThighs_ButterflyBelt_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 蝴蝶 皮带(大腿装备)"

[HvyPlated_ResidentEvil4Remake_AdaWong_Def_ThiccThighs_ButterflyBelt_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 蝴蝶 皮带(大腿装备)"

[LgtPowered_ResidentEvil4Remake_AdaWong_Def_ThiccThighs_ButterflyBelt_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 蝴蝶 皮带(大腿装备)"

[MedPowered_ResidentEvil4Remake_AdaWong_Def_ThiccThighs_ButterflyBelt_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 蝴蝶 皮带(大腿装备)"

[HvyPowered_ResidentEvil4Remake_AdaWong_Def_ThiccThighs_ButterflyBelt_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 蝴蝶 皮带(大腿装备)"





;;;;;;;;;;;;;
;;;;ARMS;;;;;
;;;;;;;;;;;;;

[Kev_ResidentEvil4Remake_AdaWong_Arms_A_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 手臂 A"

[LgtPlated_ResidentEvil4Remake_AdaWong_Arms_A_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 手臂 A"

[MedPlated_ResidentEvil4Remake_AdaWong_Arms_A_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 手臂 A"

[HvyPlated_ResidentEvil4Remake_AdaWong_Arms_A_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 手臂 A"

[LgtPowered_ResidentEvil4Remake_AdaWong_Arms_A_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 手臂 A"

[MedPowered_ResidentEvil4Remake_AdaWong_Arms_A_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 手臂 A"

[HvyPowered_ResidentEvil4Remake_AdaWong_Arms_A_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 手臂 A"

;-------------------------------------------------------------

[Kev_ResidentEvil4Remake_AdaWong_Arms_B_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 手臂 B"

[LgtPlated_ResidentEvil4Remake_AdaWong_Arms_B_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 手臂 B"

[MedPlated_ResidentEvil4Remake_AdaWong_Arms_B_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 手臂 B"

[HvyPlated_ResidentEvil4Remake_AdaWong_Arms_B_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 手臂 B"

[LgtPowered_ResidentEvil4Remake_AdaWong_Arms_B_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 手臂 B"

[MedPowered_ResidentEvil4Remake_AdaWong_Arms_B_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 手臂 B"

[HvyPowered_ResidentEvil4Remake_AdaWong_Arms_B_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 手臂 B"


;;;;;;;;;;;;;
;;;;LEGS;;;;;
;;;;;;;;;;;;;

[Kev_ResidentEvil4Remake_AdaWong_Legs_A_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 腿 A"

[LgtPlated_ResidentEvil4Remake_AdaWong_Legs_A_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 腿 A"

[MedPlated_ResidentEvil4Remake_AdaWong_Legs_A_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 腿 A"

[HvyPlated_ResidentEvil4Remake_AdaWong_Legs_A_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 腿 A"

[LgtPowered_ResidentEvil4Remake_AdaWong_Legs_A_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 腿 A"

[MedPowered_ResidentEvil4Remake_AdaWong_Legs_A_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 腿 A"

[HvyPowered_ResidentEvil4Remake_AdaWong_Legs_A_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 腿 A"

;-------------------------------------------------------------

[Kev_ResidentEvil4Remake_AdaWong_Legs_A_XCOM_Alt_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 腿 A特"

[LgtPlated_ResidentEvil4Remake_AdaWong_Legs_A_XCOM_Alt_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 腿 A特"

[MedPlated_ResidentEvil4Remake_AdaWong_Legs_A_XCOM_Alt_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 腿 A特"

[HvyPlated_ResidentEvil4Remake_AdaWong_Legs_A_XCOM_Alt_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 腿 A特"

[LgtPowered_ResidentEvil4Remake_AdaWong_Legs_A_XCOM_Alt_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 腿 A特"

[MedPowered_ResidentEvil4Remake_AdaWong_Legs_A_XCOM_Alt_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 腿 A特"

[HvyPowered_ResidentEvil4Remake_AdaWong_Legs_A_XCOM_Alt_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 腿 A特"

;-------------------------------------------------------------

[Kev_ResidentEvil4Remake_AdaWong_Legs_A_XCOM_Bare_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 腿 A裸"

[LgtPlated_ResidentEvil4Remake_AdaWong_Legs_A_XCOM_Bare_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 腿 A裸"

[MedPlated_ResidentEvil4Remake_AdaWong_Legs_A_XCOM_Bare_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 腿 A裸"

[HvyPlated_ResidentEvil4Remake_AdaWong_Legs_A_XCOM_Bare_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 腿 A裸"

[LgtPowered_ResidentEvil4Remake_AdaWong_Legs_A_XCOM_Bare_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 腿 A裸"

[MedPowered_ResidentEvil4Remake_AdaWong_Legs_A_XCOM_Bare_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 腿 A裸"

[HvyPowered_ResidentEvil4Remake_AdaWong_Legs_A_XCOM_Bare_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 腿 A裸"


;-------------------------------------------------------------
;-------------------------------------------------------------


[Kev_ResidentEvil4Remake_AdaWong_Legs_B_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 腿 B"

[LgtPlated_ResidentEvil4Remake_AdaWong_Legs_B_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 腿 B"

[MedPlated_ResidentEvil4Remake_AdaWong_Legs_B_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 腿 B"

[HvyPlated_ResidentEvil4Remake_AdaWong_Legs_B_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 腿 B"

[LgtPowered_ResidentEvil4Remake_AdaWong_Legs_B_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 腿 B"

[MedPowered_ResidentEvil4Remake_AdaWong_Legs_B_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 腿 B"

[HvyPowered_ResidentEvil4Remake_AdaWong_Legs_B_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 腿 B"

;-------------------------------------------------------------

[Kev_ResidentEvil4Remake_AdaWong_Legs_B_XCOM_Alt_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 腿 B特"

[LgtPlated_ResidentEvil4Remake_AdaWong_Legs_B_XCOM_Alt_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 腿 B特"

[MedPlated_ResidentEvil4Remake_AdaWong_Legs_B_XCOM_Alt_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 腿 B特"

[HvyPlated_ResidentEvil4Remake_AdaWong_Legs_B_XCOM_Alt_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 腿 B特"

[LgtPowered_ResidentEvil4Remake_AdaWong_Legs_B_XCOM_Alt_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 腿 B特"

[MedPowered_ResidentEvil4Remake_AdaWong_Legs_B_XCOM_Alt_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 腿 B特"

[HvyPowered_ResidentEvil4Remake_AdaWong_Legs_B_XCOM_Alt_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 腿 B特"

;-------------------------------------------------------------

[Kev_ResidentEvil4Remake_AdaWong_Legs_B_XCOM_Bare_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 腿 B裸"

[LgtPlated_ResidentEvil4Remake_AdaWong_Legs_B_XCOM_Bare_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 腿 B裸"

[MedPlated_ResidentEvil4Remake_AdaWong_Legs_B_XCOM_Bare_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 腿 B裸"

[HvyPlated_ResidentEvil4Remake_AdaWong_Legs_B_XCOM_Bare_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 腿 B裸"

[LgtPowered_ResidentEvil4Remake_AdaWong_Legs_B_XCOM_Bare_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 腿 B裸"

[MedPowered_ResidentEvil4Remake_AdaWong_Legs_B_XCOM_Bare_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 腿 B裸"

[HvyPowered_ResidentEvil4Remake_AdaWong_Legs_B_XCOM_Bare_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 腿 B裸"


;-------------------------------------------------------------
;-------------------------------------------------------------


[Kev_ResidentEvil4Remake_AdaWong_Legs_C_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 腿 C"

[LgtPlated_ResidentEvil4Remake_AdaWong_Legs_C_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 腿 C"

[MedPlated_ResidentEvil4Remake_AdaWong_Legs_C_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 腿 C"

[HvyPlated_ResidentEvil4Remake_AdaWong_Legs_C_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 腿 C"

[LgtPowered_ResidentEvil4Remake_AdaWong_Legs_C_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 腿 C"

[MedPowered_ResidentEvil4Remake_AdaWong_Legs_C_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 腿 C"

[HvyPowered_ResidentEvil4Remake_AdaWong_Legs_C_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 腿 C"

;-------------------------------------------------------------

[Kev_ResidentEvil4Remake_AdaWong_Legs_C_XCOM_Alt_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 腿 C特"

[LgtPlated_ResidentEvil4Remake_AdaWong_Legs_C_XCOM_Alt_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 腿 C特"

[MedPlated_ResidentEvil4Remake_AdaWong_Legs_C_XCOM_Alt_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 腿 C特"

[HvyPlated_ResidentEvil4Remake_AdaWong_Legs_C_XCOM_Alt_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 腿 C特"

[LgtPowered_ResidentEvil4Remake_AdaWong_Legs_C_XCOM_Alt_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 腿 C特"

[MedPowered_ResidentEvil4Remake_AdaWong_Legs_C_XCOM_Alt_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 腿 C特"

[HvyPowered_ResidentEvil4Remake_AdaWong_Legs_C_XCOM_Alt_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 腿 C特"

;-------------------------------------------------------------

[Kev_ResidentEvil4Remake_AdaWong_Legs_C_XCOM_Bare_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 腿 C裸"

[LgtPlated_ResidentEvil4Remake_AdaWong_Legs_C_XCOM_Bare_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 腿 C裸"

[MedPlated_ResidentEvil4Remake_AdaWong_Legs_C_XCOM_Bare_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 腿 C裸"

[HvyPlated_ResidentEvil4Remake_AdaWong_Legs_C_XCOM_Bare_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 腿 C裸"

[LgtPowered_ResidentEvil4Remake_AdaWong_Legs_C_XCOM_Bare_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 腿 C裸"

[MedPowered_ResidentEvil4Remake_AdaWong_Legs_C_XCOM_Bare_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 腿 C裸"

[HvyPowered_ResidentEvil4Remake_AdaWong_Legs_C_XCOM_Bare_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 腿 C裸"


;;;;;;;;;;;;;;;;;;;;;
;;;;TORSO -- BETA;;;;
;;;;;;;;;;;;;;;;;;;;;

[Kev_ResidentEvil4Remake_AdaWong_Beta_Torso_A_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 测试版 身体 A"

[LgtPlated_ResidentEvil4Remake_AdaWong_Beta_Torso_A_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 测试版 身体 A"

[MedPlated_ResidentEvil4Remake_AdaWong_Beta_Torso_A_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 测试版 身体 A"

[HvyPlated_ResidentEvil4Remake_AdaWong_Beta_Torso_A_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 测试版 身体 A"

[LgtPowered_ResidentEvil4Remake_AdaWong_Beta_Torso_A_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 测试版 身体 A"

[MedPowered_ResidentEvil4Remake_AdaWong_Beta_Torso_A_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 测试版 身体 A"

[HvyPowered_ResidentEvil4Remake_AdaWong_Beta_Torso_A_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 测试版 身体 A"

;-------------------------------------------------------------

[Kev_ResidentEvil4Remake_AdaWong_Beta_Torso_B_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 测试版 身体 B"

[LgtPlated_ResidentEvil4Remake_AdaWong_Beta_Torso_B_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 测试版 身体 B"

[MedPlated_ResidentEvil4Remake_AdaWong_Beta_Torso_B_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 测试版 身体 B"

[HvyPlated_ResidentEvil4Remake_AdaWong_Beta_Torso_B_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 测试版 身体 B"

[LgtPowered_ResidentEvil4Remake_AdaWong_Beta_Torso_B_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 测试版 身体 B"

[MedPowered_ResidentEvil4Remake_AdaWong_Beta_Torso_B_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 测试版 身体 B"

[HvyPowered_ResidentEvil4Remake_AdaWong_Beta_Torso_B_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 测试版 身体 B"

;-------------------------------------------------------------

[Kev_ResidentEvil4Remake_AdaWong_Beta_Torso_C_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 测试版 身体 C"

[LgtPlated_ResidentEvil4Remake_AdaWong_Beta_Torso_C_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 测试版 身体 C"

[MedPlated_ResidentEvil4Remake_AdaWong_Beta_Torso_C_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 测试版 身体 C"

[HvyPlated_ResidentEvil4Remake_AdaWong_Beta_Torso_C_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 测试版 身体 C"

[LgtPowered_ResidentEvil4Remake_AdaWong_Beta_Torso_C_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 测试版 身体 C"

[MedPowered_ResidentEvil4Remake_AdaWong_Beta_Torso_C_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 测试版 身体 C"

[HvyPowered_ResidentEvil4Remake_AdaWong_Beta_Torso_C_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 测试版 身体 C"



;;;;;;;;;;;;;;;;;;;;;
;;;;;TORSO -- DEF;;;;
;;;;;;;;;;;;;;;;;;;;;

[Kev_ResidentEvil4Remake_AdaWong_Default_Torso_A_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 默认 身体 A"

[LgtPlated_ResidentEvil4Remake_AdaWong_Default_Torso_A_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 默认 身体 A"

[MedPlated_ResidentEvil4Remake_AdaWong_Default_Torso_A_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 默认 身体 A"

[HvyPlated_ResidentEvil4Remake_AdaWong_Default_Torso_A_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 默认 身体 A"

[LgtPowered_ResidentEvil4Remake_AdaWong_Default_Torso_A_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 默认 身体 A"

[MedPowered_ResidentEvil4Remake_AdaWong_Default_Torso_A_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 默认 身体 A"

[HvyPowered_ResidentEvil4Remake_AdaWong_Default_Torso_A_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 默认 身体 A"

;----------------------------------------------------------

[Kev_ResidentEvil4Remake_AdaWong_Default_Torso_B_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 默认 身体 B"

[LgtPlated_ResidentEvil4Remake_AdaWong_Default_Torso_B_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 默认 身体 B"

[MedPlated_ResidentEvil4Remake_AdaWong_Default_Torso_B_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 默认 身体 B"

[HvyPlated_ResidentEvil4Remake_AdaWong_Default_Torso_B_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 默认 身体 B"

[LgtPowered_ResidentEvil4Remake_AdaWong_Default_Torso_B_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 默认 身体 B"

[MedPowered_ResidentEvil4Remake_AdaWong_Default_Torso_B_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 默认 身体 B"

[HvyPowered_ResidentEvil4Remake_AdaWong_Default_Torso_B_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 默认 身体 B"


;;;;;;;;;;;;;
;;;;LARM;;;;;
;;;;;;;;;;;;;

[Kev_ResidentEvil4Remake_AdaWong_Arm_L_A_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 左臂 A"

[LgtPlated_ResidentEvil4Remake_AdaWong_Arm_L_A_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 左臂 A"

[MedPlated_ResidentEvil4Remake_AdaWong_Arm_L_A_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 左臂 A"

[HvyPlated_ResidentEvil4Remake_AdaWong_Arm_L_A_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 左臂 A"

[LgtPowered_ResidentEvil4Remake_AdaWong_Arm_L_A_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 左臂 A"

[MedPowered_ResidentEvil4Remake_AdaWong_Arm_L_A_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 左臂 A"

[HvyPowered_ResidentEvil4Remake_AdaWong_Arm_L_A_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 左臂 A"

;-------------------------------------------------------------

[Kev_ResidentEvil4Remake_AdaWong_Arm_L_B_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 左臂 B"

[LgtPlated_ResidentEvil4Remake_AdaWong_Arm_L_B_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 左臂 B"

[MedPlated_ResidentEvil4Remake_AdaWong_Arm_L_B_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 左臂 B"

[HvyPlated_ResidentEvil4Remake_AdaWong_Arm_L_B_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 左臂 B"

[LgtPowered_ResidentEvil4Remake_AdaWong_Arm_L_B_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 左臂 B"

[MedPowered_ResidentEvil4Remake_AdaWong_Arm_L_B_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 左臂 B"

[HvyPowered_ResidentEvil4Remake_AdaWong_Arm_L_B_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 左臂 B"



;;;;;;;;;;;;;
;;;;RARM;;;;;
;;;;;;;;;;;;;

[Kev_ResidentEvil4Remake_AdaWong_Arm_R_A_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 右臂 A"

[LgtPlated_ResidentEvil4Remake_AdaWong_Arm_R_A_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 右臂 A"

[MedPlated_ResidentEvil4Remake_AdaWong_Arm_R_A_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 右臂 A"

[HvyPlated_ResidentEvil4Remake_AdaWong_Arm_R_A_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 右臂 A"

[LgtPowered_ResidentEvil4Remake_AdaWong_Arm_R_A_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 右臂 A"

[MedPowered_ResidentEvil4Remake_AdaWong_Arm_R_A_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 右臂 A"

[HvyPowered_ResidentEvil4Remake_AdaWong_Arm_R_A_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 右臂 A"

;-------------------------------------------------------------

[Kev_ResidentEvil4Remake_AdaWong_Arm_R_B_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 右臂 B"

[LgtPlated_ResidentEvil4Remake_AdaWong_Arm_R_B_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 右臂 B"

[MedPlated_ResidentEvil4Remake_AdaWong_Arm_R_B_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 右臂 B"

[HvyPlated_ResidentEvil4Remake_AdaWong_Arm_R_B_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 右臂 B"

[LgtPowered_ResidentEvil4Remake_AdaWong_Arm_R_B_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 右臂 B"

[MedPowered_ResidentEvil4Remake_AdaWong_Arm_R_B_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 右臂 B"

[HvyPowered_ResidentEvil4Remake_AdaWong_Arm_R_B_T X2BodyPartTemplate]
DisplayName="生化危机4艾达王 右臂 B"
